[{"Id":"cff1f9ed-c931-496c-9348-aa6be1ef6669","Brand":"Toyota","Model":"Corolla","Color":"Silver","Mileage":10000.0,"Transmission":1,"Condition":1,"RentalLocation":"Downtown Branch","Gps":0,"PricePerDay":15000.00,"BodyStyle":"Sedan","Year":2022,"LicensePlate":"ABC123","ImageUrl":"https://i.pinimg.com/236x/74/61/4d/74614d884940788ce8d1a6ef46fcb8a9.jpg","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Bluetooth,Backup Camera","Description":"Embark on your next adventure in the 2022 Toyota Corolla, a reliable and well-maintained sedan in a classic silver finish. This vehicle offers a seamless blend of style, comfort, and technology, making it the perfect choice for both urban and highway driving. The Corolla is equipped with a fuel-efficient 1.8L engine, ensuring that your journeys are not only enjoyable but also eco-friendly. Inside, you'll find modern features, including Bluetooth connectivity for hands-free calling and music streaming, as well as a convenient backup camera to assist with parking and maneuvering in tight spaces. With seating for up to five passengers, it's an excellent choice for family trips or group outings. Despite being a used car, it feels like new, and you can enjoy all its perks for just $40 per day."},{"Id":"38f7f880-7b4f-49ec-a5c4-e29c9807da8f","Brand":"Ford","Model":"Mustang","Color":"Red","Mileage":5000.0,"Transmission":0,"Condition":0,"RentalLocation":"Airport Branch","Gps":1,"PricePerDay":25080.00,"BodyStyle":"Coupe","Year":2023,"LicensePlate":"DEF456","ImageUrl":"https://img.freepik.com/premium-vector/car_27088-93.jpg?w=826","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Leather Seats,Apple CarPlay","Description":"Unleash the power and sophistication of the 2023 Ford Mustang, a red-hot coupe designed for thrill-seekers and performance enthusiasts. This brand-new Mustang is the epitome of style, speed, and cutting-edge technology. Beneath the hood lies a potent 2.3L engine, offering a heart-pounding driving experience that's sure to ignite your passion for the road. The Mustang's manual transmission provides an intimate connection between driver and machine, making every gear shift a memorable experience. Whether you're planning a weekend getaway or simply want to make a statement, this Mustang is the perfect choice. For just $60 per day, you can commandeer this automotive marvel, available for rent starting from 09/02/2023 at our Airport Branch"},{"Id":"3e846de7-f69e-4298-8d77-34e954fd6a1c","Brand":"Honda","Model":"CR-V","Color":"Blue","Mileage":15000.0,"Transmission":1,"Condition":1,"RentalLocation":"Suburb Branch","Gps":0,"PricePerDay":13789.00,"BodyStyle":"SUV","Year":2021,"LicensePlate":"XYZ789","ImageUrl":"https://img.freepik.com/premium-vector/realistic-vector-blue-city-car-coupe-sport-transportation-isolated-background_33869-3203.jpg?w=826","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"All-Wheel Drive,Air Conditioner,Sunroof","Description":"Experience the environmentally conscious driving pleasure of the 2021 Honda CR-V in a mesmerizing shade of blue. This well-maintained SUV is equipped with all-wheel drive, ensuring exceptional stability and control on diverse terrains. The spacious interior accommodates up to five passengers comfortably, making it ideal for family outings or group adventures. You'll find a sunroof that adds an extra touch of luxury and the opportunity to soak in the natural surroundings during your journey. Plus, with comprehensive insurance coverage, you can embark on your travels with confidence. Rent the 2021 Honda CR-V today for just $55 per day from our conveniently located suburb branch."},{"Id":"e2a7987e-4282-4828-bdc7-3062ad8a5958","Brand":"Chevrolet","Model":"Tahoe","Color":"Black","Mileage":8000.0,"Transmission":1,"Condition":0,"RentalLocation":"City Center Branch","Gps":0,"PricePerDay":30090.00,"BodyStyle":"SUV","Year":2022,"LicensePlate":"MNO102","ImageUrl":"https://img.freepik.com/premium-vector/car-illustration_74218-174.jpg?w=826","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Third-Row Seating,Rear Entertainment System","Description":"Elevate your travel experiences with the 2022 Chevrolet Tahoe, a commanding presence in sleek black. This full-size SUV is engineered for versatility, making it a perfect choice for family vacations and group getaways. Equipped with a robust 5.3L engine, the Tahoe offers ample power to tackle various terrains with ease. Inside, you'll discover the luxury of third-row seating, ensuring ample space for everyone on board. And to keep passengers entertained during long journeys, there's a rear entertainment system that's sure to keep the kids (and adults) engaged. For your peace of mind, the Tahoe comes with collision insurance coverage, so you can relax and enjoy your adventures. Rent this spacious and stylish SUV today for $85 per day from our city center branch."},{"Id":"7f8d1183-79e8-4f6e-90f0-d4607d231007","Brand":"Nissan","Model":"Altima","Color":"White","Mileage":3500.0,"Transmission":2,"Condition":0,"RentalLocation":"Residential Branch","Gps":1,"PricePerDay":12000.00,"BodyStyle":"Sedan","Year":2023,"LicensePlate":"PQR345","ImageUrl":"https://img.freepik.com/free-vector/white-sedan-car-isolated-white-vector_53876-67413.jpg?w=740&t=st=1693468993~exp=1693469593~hmac=85da748d4aaa3d7e6b355f713443f4d83c1b7657c921d615f0700aa0b2a91c24","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Keyless Entry,Lane Departure Warning","Description":"Step into the future of driving with the 2023 Nissan Altima, a contemporary and efficient sedan in classic white. This new model is equipped with a fuel-efficient 2.5L engine and seamless Apple CarPlay integration, allowing you to stay connected and entertained on the road. Whether you're commuting to work or embarking on a weekend road trip, the Altima offers the perfect blend of comfort and convenience. With a spacious interior and a medium-sized luggage capacity, it's well-suited for urban explorations and beyond. Priced at just $45 per day, this stylish sedan is available for rent from our residential branch, making it an ideal choice for your next adventure."},{"Id":"53cf63e9-9a28-486d-99fd-598817007c47","Brand":"BMW","Model":"X5","Color":"Dark Grey","Mileage":12000.0,"Transmission":1,"Condition":1,"RentalLocation":"Luxury Branch","Gps":0,"PricePerDay":27790.00,"BodyStyle":"SUV","Year":2022,"LicensePlate":"STU678","ImageUrl":"https://img.freepik.com/free-vector/black-sedan-car-isolated-white-vector_53876-64403.jpg?w=740&t=st=1693469071~exp=1693469671~hmac=e9294ad93de6cf4e47d7fcee1d010df6fd0c1c41b64dc6508bb1e91bcad4ea8b","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Virtual Cockpit,Adaptive Cruise Control","Description":"Experience the epitome of luxury and performance with the 2022 BMW X5, a sophisticated SUV in a striking shade of dark gray. This vehicle is designed to impress, boasting a powerful 3.0L engine that delivers an exhilarating driving experience. Inside, you'll find a panoramic roof that bathes the cabin in natural light, creating an open and airy atmosphere. Whether you're planning a weekend getaway or a special occasion, the BMW X5 is ready to elevate your journey. It's like-new, meticulously maintained, and available for rent at $75 per day from our luxury branch. Treat yourself to the elegance and power of the BMW X5 today"},{"Id":"90aeab87-96f4-4e01-adf4-2b1d682469fc","Brand":"Hyundai","Model":"Tuscon","Color":"Silver","Mileage":4000.0,"Transmission":1,"Condition":0,"RentalLocation":"Urban Branch","Gps":1,"PricePerDay":12900.00,"BodyStyle":"Crossover","Year":2023,"LicensePlate":"VWX901","ImageUrl":"https://img.freepik.com/free-vector/white-hatchback-car-isolated-white-vector_53876-67619.jpg?w=740&t=st=1693469151~exp=1693469751~hmac=42020cd6b47cea4989913352d633ee1f077224ae04331702d18a80b9978f4160","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Panoramic Roof,Advanced Driver Assistance","Description":"Navigate the city in style with the 2023 Hyundai Tucson, a versatile and feature-packed crossover in timeless silver. Designed to make your daily commute or urban exploration a breeze, this Hyundai offers seamless Apple CarPlay integration and advanced lane-keeping assist for added safety. With its medium luggage capacity and spacious interior, it's perfectly suited for both daily routines and spontaneous getaways. Priced at just $50 per day, it's an affordable choice for those seeking comfort, convenience, and modern technology. Rent the 2023 Hyundai Tucson today from our conveniently located urban branch and experience the best in contemporary driving."},{"Id":"1922029c-c7ed-4a4d-923f-c2318b39e51a","Brand":"Mercedes Benz","Model":"C-Class","Color":"Black","Mileage":9000.0,"Transmission":1,"Condition":1,"RentalLocation":"Downtown Branch","Gps":0,"PricePerDay":18000.00,"BodyStyle":"Sedan","Year":2021,"LicensePlate":"XYZ234","ImageUrl":"https://img.freepik.com/free-vector/black-sedan-car-isolated-white-vector_53876-64403.jpg?w=740&t=st=1693469250~exp=1693469850~hmac=f3510a48665977358efbfbbb4feda40e4219fbb151376d0201abff0be083f5e0","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Apple CarPlay,Lane Keeping Assistance","Description":"Indulge in a world of sophistication and comfort with the 2021 Mercedes-Benz C-Class, an elegant black sedan that exudes luxury. This vehicle is designed for those who appreciate the finer things in life, with plush leather seats and a premium sound system that transforms your journeys into auditory delights. Its like-new condition ensures a smooth and worry-free driving experience. Whether you're planning a night out in the city or an important business meeting, the C-Class is the perfect choice to make a lasting impression. Available for rent at $65 per day from our downtown branch, it's your ticket to arriving in style and comfort"},{"Id":"7f7461e3-d106-4307-bf75-18c6d775a876","Brand":"Subaru","Model":"Outback","Color":"Green","Mileage":2500.0,"Transmission":2,"Condition":0,"RentalLocation":"Suburb Branch","Gps":0,"PricePerDay":13000.00,"BodyStyle":"Wagon","Year":2023,"LicensePlate":"ABC567","ImageUrl":"https://img.freepik.com/premium-vector/realistic-green-sport-two-tone-luxury-car-set-grey-metallic-background-vector_33869-3705.jpg?w=826","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,Leather Seats,Premium Sound System","Description":"Embrace the spirit of adventure with the 2023 Subaru Outback, a vibrant green wagon that's ready to tackle any terrain. With its all-wheel-drive capability and roof rack, this Subaru is your go-to companion for outdoor escapades. Whether you're planning a camping trip, a scenic road journey, or simply need extra cargo space, the Outback has got you covered. This like-new wagon is priced at an affordable $55 per day and is available for rent from our convenient suburb branch. Don't miss the opportunity to explore the great outdoors in style and comfort with the 2023 Subaru Outback"},{"Id":"e9fc670c-e6ae-4a20-b8e8-743c20fcd2b8","Brand":"Audi","Model":"A4","Color":"Blue","Mileage":7500.0,"Transmission":1,"Condition":1,"RentalLocation":"Airport Branch","Gps":1,"PricePerDay":28470.00,"BodyStyle":"Sedan","Year":2022,"LicensePlate":"DEF678","ImageUrl":"https://img.freepik.com/free-vector/blue-hatchback-car-isolated-white-vector_53876-67408.jpg?w=740&t=st=1693469399~exp=1693469999~hmac=32c8b4fcec147544bfb4919c72de1bc1229d202c4bd18741bdcb065f908b2be3","ThumbNailImageUrl":"https://i.pinimg.com/236x/25/e7/e4/25e7e47750265a7bdc3b6eb49785e5cb.jpg","Features":"Air Conditioner,All-Wheel Drive,Roof Rack","Description":"Elevate your airport arrival experience with the 2022 Audi A4, a sleek and stylish blue sedan that blends performance with sophistication. The Audi A4 boasts an advanced Virtual Cockpit and adaptive cruise control, ensuring that your journey is both technologically advanced and comfortable. Whether you're arriving in town for a business meeting or embarking on a leisurely vacation, this Audi offers the perfect blend of luxury and practicality. It's like-new, meticulously maintained, and available for rent at $70 per day from our airport branch. Treat yourself to the Audi experience and make your arrival memorable"}]